Repository: yakupkavak/VocabularyForest
Catalog: VocabularyForest/Data/Source/Localizable.xcstrings
Source language: en
Languages: ar, de, es_419, fr, hi, it, ja, ko, pt_br, ru, tr, zh_cn

# a11y_reward_won
source: You won: %@
ar: لقد ربحت: %@
de: Du hast gewonnen: %@
es_419: Ganaste: %@
fr: Tu as gagné : %@
hi: आपने जीता: %@
it: Hai vinto: %@
ja: 獲得: %@
ko: 획득: %@
pt_br: Você ganhou: %@
ru: Вы выиграли: %@
tr: Kazandın: %@
zh_cn: 你赢得了：%@

# a11y_select_bookcase
source: Select bookcase
ar: اختيار المكتبة
de: Bücherregal auswählen
es_419: Seleccionar librero
fr: Choisir la bibliothèque
hi: बुककेस चुनें
it: Seleziona libreria
ja: 本棚を選択
ko: 책장 선택
pt_br: Selecionar estante
ru: Выбрать книжный шкаф
tr: Kitaplık seç
zh_cn: 选择书架

# a11y_selected
source: Selected
ar: محدد
de: Ausgewählt
es_419: Seleccionado
fr: Sélectionné
hi: चुना गया
it: Selezionato
ja: 選択中
ko: 선택됨
pt_br: Selecionado
ru: Выбрано
tr: Seçili
zh_cn: 已选择

# a11y_short_memory
source: In short-term memory
ar: في الذاكرة قصيرة المدى
de: Im Kurzzeitgedächtnis
es_419: En memoria a corto plazo
fr: En mémoire courte
hi: अल्पकालिक स्मृति में
it: Nella memoria breve
ja: 短期記憶にある
ko: 단기 기억에 있음
pt_br: Na memória de curto prazo
ru: В кратковременной памяти
tr: Kısa hafızada
zh_cn: 在短期记忆中

# a11y_show_meanings
source: Show meanings
ar: إظهار المعاني
de: Bedeutungen anzeigen
es_419: Mostrar significados
fr: Afficher les significations
hi: अर्थ दिखाएं
it: Mostra i significati
ja: 意味を表示
ko: 뜻 보기
pt_br: Mostrar significados
ru: Показать значения
tr: Anlamları göster
zh_cn: 显示释义

# a11y_sign_out
source: Sign out
ar: تسجيل الخروج
de: Abmelden
es_419: Cerrar sesión
fr: Se déconnecter
hi: साइन आउट करें
it: Esci
ja: サインアウト
ko: 로그아웃
pt_br: Sair
ru: Выйти
tr: Çıkış yap
zh_cn: 退出登录

# a11y_spin_hint
source: Spins the wheel and awards your daily prize
ar: يدير العجلة ويمنحك جائزتك اليومية
de: Dreht das Rad und vergibt deinen Tagespreis
es_419: Gira la rueda y otorga tu premio diario
fr: Fait tourner la roue et attribue ton prix quotidien
hi: चक्र घुमाता है और आपका दैनिक इनाम देता है
it: Gira la ruota e assegna il tuo premio giornaliero
ja: ルーレットを回して今日の景品を渡します
ko: 룰렛을 돌려 오늘의 상품을 줍니다
pt_br: Gira a roda e concede seu prêmio diário
ru: Крутит колесо и выдаёт ежедневный приз
tr: Çarkı çevirir ve günlük ödülünü verir
zh_cn: 转动转盘并发放你的每日奖品

# a11y_spin_started
source: The wheel is spinning
ar: العجلة تدور
de: Das Rad dreht sich
es_419: La rueda está girando
fr: La roue tourne
hi: चक्र घूम रहा है
it: La ruota sta girando
ja: ルーレットが回っています
ko: 룰렛이 돌고 있어요
pt_br: A roda está girando
ru: Колесо крутится
tr: Çark dönüyor
zh_cn: 转盘正在转动

# a11y_spin_wheel
source: Prize wheel
ar: عجلة الجوائز
de: Glücksrad
es_419: Rueda de premios
fr: Roue des récompenses
hi: इनाम चक्र
it: Ruota dei premi
ja: 報酬ルーレット
ko: 보상 룰렛
pt_br: Roda de prêmios
ru: Колесо призов
tr: Ödül çarkı
zh_cn: 奖励转盘

# a11y_stat_health
source: Health %@
ar: الصحة %@
de: Gesundheit %@
es_419: Salud %@
fr: Santé %@
hi: स्वास्थ्य %@
it: Salute %@
ja: 体力 %@
ko: 체력 %@
pt_br: Saúde %@
ru: Здоровье %@
tr: Sağlık %@
zh_cn: 生命 %@

# a11y_stat_water
source: %@ water
ar: %@ ماء
de: %@ Wasser
es_419: %@ de agua
fr: %@ eau
hi: %@ पानी
it: %@ acqua
ja: %@ 水
ko: 물 %@
pt_br: %@ de água
ru: %@ воды
tr: %@ su
zh_cn: %@ 水

# a11y_status_claimed
source: Claimed
ar: تم الاستلام
de: Abgeholt
es_419: Reclamado
fr: Récupérée
hi: लिया गया
it: Riscossa
ja: 受け取り済み
ko: 받음
pt_br: Resgatado
ru: Получено
tr: Alındı
zh_cn: 已领取

# a11y_status_locked
source: Locked
ar: مقفل
de: Gesperrt
es_419: Bloqueado
fr: Verrouillé
hi: लॉक
it: Bloccato
ja: ロック中
ko: 잠김
pt_br: Bloqueado
ru: Заблокировано
tr: Kilitli
zh_cn: 已锁定

# a11y_status_ready
source: Ready to claim
ar: جاهز للاستلام
de: Abholbereit
es_419: Listo para reclamar
fr: Prête à être récupérée
hi: लिया जा सकता है
it: Pronta da riscuotere
ja: 受け取り可能
ko: 받을 수 있음
pt_br: Pronto para resgatar
ru: Можно получить
tr: Alınabilir
zh_cn: 可领取

# a11y_sync_now
source: Sync now
ar: المزامنة الآن
de: Jetzt synchronisieren
es_419: Sincronizar ahora
fr: Synchroniser maintenant
hi: अभी सिंक करें
it: Sincronizza ora
ja: 今すぐ同期
ko: 지금 동기화
pt_br: Sincronizar agora
ru: Синхронизировать сейчас
tr: Şimdi eşitle
zh_cn: 立即同步

# a11y_type_animal
source: Animal
ar: حيوان
de: Tier
hi: जानवर
it: Animale
ja: 動物
ko: 동물
ru: Животное
tr: Hayvan
zh_cn: 动物

# a11y_type_plant
source: Plant
ar: نبتة
de: Pflanze
es_419: Planta
fr: Plante
hi: पौधा
it: Pianta
ja: 植物
ko: 식물
pt_br: Planta
ru: Растение
tr: Bitki
zh_cn: 植物

# a11y_type_sculpture
source: Statue
ar: تمثال
es_419: Estatua
hi: मूर्ति
it: Statua
ja: 彫像
ko: 조각상
pt_br: Estátua
ru: Статуя
tr: Heykel
zh_cn: 雕像

# a11y_water
source: Water
ar: ماء
de: Wasser
es_419: Agua
fr: Eau
hi: पानी
it: Acqua
ja: 水
ko: 물
pt_br: Água
ru: Вода
tr: Su
zh_cn: 水

# a11y_weekly_limit_reached
source: Weekly limit reached
ar: تم بلوغ الحد الأسبوعي
de: Wochenlimit erreicht
es_419: Límite semanal alcanzado
fr: Limite hebdomadaire atteinte
hi: साप्ताहिक सीमा पूरी हो गई
it: Limite settimanale raggiunto
ja: 今週の上限に達しました
ko: 주간 한도에 도달했습니다
pt_br: Limite semanal atingido
ru: Недельный лимит исчерпан
tr: Haftalık sınıra ulaşıldı
zh_cn: 已达本周上限

# a11y_weekly_limit_remaining
source: %1$@ of %2$@ weekly trades left
ar: تبقى %1$@ من %2$@ عمليات تبادل أسبوعية
de: %1$@ von %2$@ wöchentlichen Tauschen übrig
es_419: Quedan %1$@ de %2$@ intercambios semanales
fr: %1$@ échanges hebdomadaires restants sur %2$@
hi: साप्ताहिक %2$@ में से %1$@ विनिमय शेष
it: Rimangono %1$@ scambi settimanali su %2$@
ja: 今週の交換残り%1$@/%2$@回
ko: 이번 주 교환 %2$@회 중 %1$@회 남음
pt_br: Restam %1$@ de %2$@ trocas semanais
ru: Осталось %1$@ из %2$@ обменов на этой неделе
tr: Bu hafta %2$@ takastan %1$@ hakkın kaldı
zh_cn: 本周兑换剩余 %1$@/%2$@ 次

# a11y_wrong_announce
source: Wrong
ar: خطأ
de: Falsch
es_419: Incorrecto
fr: Faux
hi: गलत
it: Sbagliato
ja: 不正解
ko: 오답
pt_br: Errado
ru: Неверно
tr: Yanlış
zh_cn: 答错了

source: Account
ar: الحساب
de: Konto
es_419: Cuenta
fr: Compte
hi: खाता
ja: アカウント
ko: 계정
pt_br: Conta
ru: Аккаунт
tr: Hesap
zh_cn: 账户

source: If you leave it open, you will receive daily reminders for word repetition. If you have not given permission, this setting will ask for your permission.
ar: إذا أبقيته مفعّلًا، فستتلقى تذكيرات يومية لمراجعة الكلمات. إذا لم تكن قد منحت الإذن، فسيطلب منك هذا الإعداد الإذن.
de: Wenn du dies aktiviert lässt, erhältst du täglich Erinnerungen zum Wiederholen der Wörter. Falls du keine Berechtigung erteilt hast, fragt diese Einstellung danach.
es_419: Si lo dejas abierto, recibirás recordatorios diarios para repetir palabras. Si no has dado tu permiso, esta configuración te lo solicitará.
fr: Si tu laisses cette option activée, tu recevras des rappels quotidiens pour réviser tes mots. Si tu n'as pas donné l'autorisation, ce réglage te la demandera.
hi: इसे चालू रखने पर आपको शब्द दोहराने के लिए रोज़ रिमाइंडर मिलेंगे। अगर आपने अनुमति नहीं दी है, तो यह सेटिंग आपसे अनुमति मांगेगी।
it: Se lasci questa opzione attiva, riceverai promemoria giornalieri per ripetere le parole. Se non hai concesso l'autorizzazione, questa impostazione te la chiederà.
ja: オンにしておくと、単語の復習のために毎日リマインダーが届きます。許可していない場合は、この設定から許可を求めます。
ko: 켜 두면 단어 복습을 위한 알림을 매일 받게 됩니다. 권한을 허용하지 않았다면 이 설정에서 권한을 요청합니다.
pt_br: Se você deixar essa opção ativada, receberá lembretes diários para repetir palavras. Se você não tiver dado permissão, essa configuração solicitará sua permissão.
ru: Если вы оставите его открытым, вы будете ежедневно получать напоминания о повторении слов. Если вы не дали разрешение, эта настройка запросит ваше разрешение.
zh_cn: 保持开启后，你会每天收到复习单词的提醒。如果你还没有授权，此设置会向你请求权限。

# Açıklama
source: Description
ar: الوصف
de: Beschreibung
es_419: Descripción
hi: विवरण
it: Descrizione
ja: 説明
ko: 설명
pt_br: Descrição
ru: Описание
zh_cn: 说明

# ad_not_available_toast
source: Ad is not available right now. Try again later.
ar: الإعلان غير متاح الآن. حاول مرة أخرى لاحقًا.
de: Werbung ist gerade nicht verfügbar. Versuche es später erneut.
es_419: El anuncio no está disponible ahora. Inténtalo más tarde.
fr: La pub n'est pas disponible pour le moment. Réessaie plus tard.
hi: विज्ञापन अभी उपलब्ध नहीं है। बाद में फिर से प्रयास करें।
it: L'annuncio non è disponibile al momento. Riprova più tardi.
ja: 現在広告を利用できません。後でもう一度お試しください。
ko: 지금은 광고를 볼 수 없습니다. 나중에 다시 시도하세요.
pt_br: O anúncio não está disponível agora. Tente novamente mais tarde.
ru: Реклама сейчас недоступна. Попробуйте позже.
tr: Reklam şu anda kullanılamıyor. Daha sonra tekrar dene.
zh_cn: 广告暂不可用。请稍后再试。

# added_to_bookcase_toast
source: Added to “%@”
ar: تمت الإضافة إلى «%@»
de: Zu „%@“ hinzugefügt
es_419: Agregado a “%@”
fr: Ajouté à « %@ »
hi: “%@” में जोड़ा गया
it: Aggiunta a “%@”
ja: 「%@」に追加しました
ko: “%@”에 추가했어요
pt_br: Adicionado a “%@”
ru: Добавлено в «%@»
tr: “%@” kitaplığına eklendi
zh_cn: 已添加到“%@”

# Adını değiştir
source: Rename
ar: إعادة تسمية
de: Umbenennen
es_419: Renombrar
fr: Renommer
hi: नाम बदलें
it: Rinomina
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
ru: Переименовать
tr: Adını değiştir
zh_cn: 重命名

source: Adventure Road
ar: طريق المغامرة
de: Abenteuerpfad
es_419: Camino de Aventura
fr: Route de l'aventure
hi: साहसिक राह
it: Sentiero dell'avventura
ja: 冒険の道
ko: 모험의 길
pt_br: Estrada da Aventura
ru: Дорога приключений
tr: Macera Yolu
zh_cn: 冒险之路

# adventure_road_countdown_ended
source: Time is up
ar: انتهى الوقت
de: Die Zeit ist um
es_419: Se acabó el tiempo
fr: Le temps est écoulé
hi: समय समाप्त
it: Tempo scaduto
ja: 時間切れ
ko: 시간이 다 됐어요
pt_br: O tempo acabou
ru: Время вышло
tr: Süre doldu
zh_cn: 时间到

# adventure_road_countdown_format
source: %1$d d %2$d h
ar: %1$d ي %2$d س
de: %1$d T %2$d Std
fr: %1$d j %2$d h
hi: %1$d दि %2$d घं
it: %1$d g %2$d h
ja: %1$d 日 %2$d 時間
ko: %1$d일 %2$d시간
ru: %1$d д %2$d ч
tr: %1$d g %2$d s
zh_cn: %1$d 天 %2$d 小时

# adventure_road_title
source: Adventure Road
ar: طريق المغامرة
de: Abenteuerpfad
es_419: Camino de Aventura
fr: Route de l'aventure
hi: साहसिक राह
it: Sentiero dell'avventura
ja: 冒険の道
ko: 모험의 길
pt_br: Estrada da Aventura
ru: Дорога приключений
tr: Macera Yolu
zh_cn: 冒险之路

# adventure_track_long_term
source: Long Memory
ar: الذاكرة الطويلة
de: Langzeitgedächtnis
es_419: Memoria a Largo Plazo
fr: Mémoire longue
hi: दीर्घकालिक स्मृति
it: Memoria lunga
ja: 長期記憶
ko: 장기 기억
pt_br: Memória de Longo Prazo
ru: Долгая память
tr: Uzun Hafıza
zh_cn: 长期记忆

# adventure_track_short_term
source: Short Memory
ar: الذاكرة القصيرة
de: Kurzzeitgedächtnis
es_419: Memoria a Corto Plazo
fr: Mémoire courte
hi: अल्पकालिक स्मृति
it: Memoria breve
ja: 短期記憶
ko: 단기 기억
pt_br: Memória de Curto Prazo
ru: Короткая память
tr: Kısa Hafıza
zh_cn: 短期记忆

# Almanca
source: Germany
ar: الألمانية
de: Deutsch
es_419: Alemania
fr: Allemand
hi: जर्मन
it: Tedesco
ja: ドイツ語
ko: 독일어
pt_br: Alemanha
ru: Германия
zh_cn: 德语

# Altın: %lld
source: Gold: %lld
ar: الذهب: %lld
es_419: Oro: %lld
fr: Or : %lld
hi: सोना: %lld
it: Oro: %lld
ja: ゴールド: %lld
ko: 골드: %lld
pt_br: Ouro: %lld
ru: Золото: %lld
zh_cn: 金币：%lld

source: Amazing!! You remembered everything!
ar: مذهل!! لقد تذكرت كل شيء!
de: Fantastisch!! Du hast alles behalten!
es_419: ¡Increíble! ¡Te acordaste de todo!
fr: Génial !! Tu t'es souvenu de tout !
hi: कमाल!! आपने सब कुछ याद रखा!
it: Fantastico!! Ti sei ricordato tutto!
ja: すごい！！ 全部覚えていたね！
ko: 대단해요!! 전부 기억했네요!
pt_br: Incrível! Você se lembrou de tudo!
ru: Потрясающе! Вы все запомнили!
tr: Harika!! Her şeyi hatırladın!
zh_cn: 太棒了！！ 你全都记住了！

# ancient_deer_name
source: Ancient Deer
ar: الأيّل العريق
de: Antiker Hirsch
es_419: Ciervo antiguo
fr: Cerf ancien
hi: प्राचीन हिरण
it: Cervo antico
ja: 古代の鹿
ko: 고대의 사슴
pt_br: Veado Antigo
ru: Древний олень
tr: Antik Geyik
zh_cn: 远古之鹿

source: Ancient Lancer
ar: الرمّاح العريق
de: Antiker Lanzenträger
es_419: Lancero antiguo
fr: Lancier ancien
hi: प्राचीन भालाधारी
it: Lanciere antico
ja: 古代の槍兵
ko: 고대의 창병
pt_br: Lançador Antigo
ru: Древний копейщик
tr: Antik Muhafız
zh_cn: 远古枪兵

source: Animal
ar: حيوان
de: Tier
hi: जानवर
it: Animale
ja: 動物
ko: 동물
ru: Животное
tr: Hayvan
zh_cn: 动物

# Anlam
source: Meaning
ar: المعنى
de: Bedeutung
es_419: Significado
fr: Signification
hi: अर्थ
it: Significato
ja: 意味
ko: 뜻
pt_br: Significado
ru: Значение
zh_cn: 释义

# Anlam Dili
source: Meaning Language
ar: لغة المعنى
de: Bedeutungssprache
es_419: Significado Idioma
fr: Langue de la signification
hi: अर्थ की भाषा
it: Lingua del significato
ja: 意味の言語
ko: 뜻 언어
pt_br: Significado da linguagem
ru: Значение Язык
zh_cn: 释义语言

# Anlam dilini seçin
source: Select meaning language
ar: اختر لغة المعنى
de: Bedeutungssprache auswählen
es_419: Seleccionar idioma de significado
fr: Choisis la langue de la signification
hi: अर्थ की भाषा चुनें
it: Seleziona la lingua del significato
ja: 意味の言語を選択
ko: 뜻 언어 선택
pt_br: Selecione o idioma do significado
ru: Выберите язык значения
tr: Anlam dilini seçin
zh_cn: 选择释义语言

# Anlamı
source: Meaning
ar: المعنى
de: Bedeutung
es_419: Significado
fr: Signification
hi: अर्थ
it: Significato
ja: 意味
ko: 뜻
pt_br: Significado
ru: Значение
zh_cn: 释义

# Anlamı nedir (Gerekli)
source: What is the meaning? (Required)
ar: ما المعنى؟ (مطلوب)
de: Was ist die Bedeutung? (Erforderlich)
es_419: ¿Cuál es el significado? (Obligatorio)
fr: Quelle est la signification ? (Obligatoire)
hi: इसका अर्थ क्या है? (आवश्यक)
it: Qual è il significato? (Obbligatorio)
ja: 意味は何ですか？（必須）
ko: 뜻이 무엇인가요? (필수)
pt_br: Qual é o significado? (Obrigatório)
ru: Что это значит? (Обязательно)
tr: Anlamı nedir (Gerekli)
zh_cn: 它是什么意思？（必填）

# Anlamının dili
source: Meaning language
ar: لغة المعنى
de: Sprache der Bedeutung
es_419: Significado del lenguaje
fr: Langue de la signification
hi: अर्थ की भाषा
it: Lingua del significato
ja: 意味の言語
ko: 뜻의 언어
pt_br: Significado da linguagem
ru: Язык смысла
tr: Anlamının dili
zh_cn: 释义的语言

# Ara...
source: Search…
ar: بحث…
de: Suchen…
es_419: Buscar…
fr: Rechercher…
hi: खोजें…
it: Cerca…
ja: 検索…
ko: 검색…
pt_br: Buscar…
ru: Поиск…
tr: Ara...
zh_cn: 搜索…

# Arapça
source: Arabic
ar: العربية
de: Arabisch
es_419: Árabe
fr: Arabe
hi: अरबी
it: Arabo
ja: アラビア語
ko: 아랍어
pt_br: Árabe
ru: арабский
zh_cn: 阿拉伯语

source: Are you sure?
ar: هل أنت متأكد؟
de: Bist du sicher?
es_419: ¿Estás seguro?
fr: Tu es sûr ?
hi: क्या आप निश्चित हैं?
it: Sei sicuro?
ja: よろしいですか？
ko: 정말인가요?
pt_br: Tem certeza?
ru: Вы уверены?
tr: Emin misin?
zh_cn: 确定吗？

# Asil Şovalye
source: Royal Knight
ar: الفارس الملكي
de: Königlicher Ritter
es_419: Caballero Real
fr: Chevalier royal
hi: राजसी शूरवीर
it: Cavaliere reale
ja: 王家の騎士
ko: 왕실 기사
pt_br: Cavaleiro Real
ru: Королевский рыцарь
tr: Asil Şovalye
zh_cn: 皇家骑士

# Ateş Ejderi
source: Fire Dragon
ar: تنين النار
de: Feuerdrache
es_419: Dragón de Fuego
fr: Dragon de feu
hi: अग्नि ड्रैगन
it: Drago di fuoco
ja: 炎のドラゴン
ko: 화염 드래곤
pt_br: Dragão de Fogo
ru: Огненный дракон
tr: Ateş Ejderi
zh_cn: 火龙

# Ateş Elementi
source: Fire Elemental
ar: عنصر النار
de: Feuerelementar
es_419: Elemental de fuego
fr: Élémentaire de feu
hi: अग्नि तत्व
it: Elementale di fuoco
ja: 炎の精霊
ko: 화염 정령
pt_br: Elemental do Fogo
ru: Огненный элементаль
tr: Ateş Elementi
zh_cn: 火元素

# Ay
source: Moon
ar: القمر
de: Mond
es_419: Luna
fr: Lune
hi: चंद्रमा
it: Luna
ja: 月
ko: 달
pt_br: Lua
ru: Луна
tr: Ay
zh_cn: 月亮

# Ayarlar
source: Settings
ar: الإعدادات
de: Einstellungen
es_419: Configuración
fr: Paramètres
hi: सेटिंग
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
zh_cn: 设置

# Aylık Görevler
source: Monthly Quests
ar: المهام الشهرية
de: Monatliche Aufgaben
es_419: Misiones mensuales
fr: Quêtes mensuelles
hi: मासिक क्वेस्ट
it: Missioni mensili
ja: 月間クエスト
ko: 월간 퀘스트
pt_br: Missões mensais
ru: Ежемесячные квесты
tr: Aylık Görevler
zh_cn: 每月任务

# Bağlaç
source: Conjunction
ar: حرف عطف
de: Konjunktion
es_419: Conjunción
fr: Conjonction
hi: संयोजक
it: Congiunzione
ja: 接続詞
ko: 접속사
pt_br: Conjunção
ru: Союз
tr: Bağlaç
zh_cn: 连词

# Başla
source: Start
ar: ابدأ
de: Starten
es_419: Inicio
fr: Commencer
hi: शुरू करें
it: Inizia
ja: スタート
ko: 시작
pt_br: Iniciar
ru: Начало
zh_cn: 开始

# Beklenmedik hata
source: Unexpected error
ar: خطأ غير متوقع
de: Unerwarteter Fehler
es_419: Error inesperado
fr: Erreur inattendue
hi: अनपेक्षित त्रुटि
it: Errore inatteso
ja: 予期しないエラー
ko: 예기치 않은 오류
pt_br: Erro inesperado
ru: Неожиданная ошибка
zh_cn: 意外错误

# Belirteç
source: Determiner
ar: أداة تحديد
de: Artikelwort
es_419: determinante
fr: Déterminant
hi: निर्धारक
it: Determinante
ja: 限定詞
ko: 한정사
pt_br: determinante
ru: определитель
tr: Belirteç
zh_cn: 限定词

# Bildirim Ayarlarını Aç
source: Enable Notification Settings
ar: تفعيل إعدادات الإشعارات
de: Benachrichtigungseinstellungen öffnen
es_419: Habilitar configuración de notificaciones
fr: Ouvrir les paramètres de notification
hi: सूचना सेटिंग खोलें
it: Apri le impostazioni delle notifiche
ja: 通知設定を開く
ko: 알림 설정 열기
pt_br: Ativar configurações de notificação
ru: Включить настройки уведомлений
zh_cn: 打开通知设置

# Bildirimler
source: Notification
ar: الإشعارات
de: Benachrichtigungen
es_419: Notificación
fr: Notifications
hi: सूचनाएं
it: Notifiche
ja: 通知
ko: 알림
pt_br: Notificação
ru: Уведомление
zh_cn: 通知

# Bilge
source: Sage
ar: الحكيم
de: Weiser
es_419: Sabio
hi: ज्ञानी
it: Saggio
ja: 賢者
ko: 현자
pt_br: Sábio
ru: Мудрец
tr: Bilge
zh_cn: 贤者

# Bilinmiyor
source: Unknown
ar: غير معروف
de: Unbekannt
es_419: Desconocido
fr: Inconnu
hi: अज्ञात
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
ru: Неизвестно
tr: Bilinmiyor
zh_cn: 未知

# Bir Sorun Oluştu
source: Something Went Wrong
ar: حدث خطأ ما
de: Etwas ist schiefgelaufen
es_419: Algo salió mal
fr: Un problème est survenu
hi: कुछ गलत हो गया
it: Qualcosa è andato storto
ja: 問題が発生しました
ko: 문제가 발생했어요
pt_br: Algo deu errado
ru: Что-то пошло не так
tr: Bir Sorun Oluştu
zh_cn: 出错了

# Birlikte öğrenerek ormanımızı baştan yetiştirebiliriz
source: By learning together, we can rebuild our forest from scratch.
ar: بالتعلّم معًا يمكننا إعادة إنماء غابتنا من جديد.
de: Wenn wir zusammen lernen, können wir unseren Wald von neuem aufwachsen lassen.
es_419: Aprendiendo juntos, podemos reconstruir nuestro bosque desde cero.
fr: En apprenant ensemble, nous pouvons faire repousser notre forêt depuis le début.
hi: साथ मिलकर सीखते हुए हम अपने जंगल को शुरू से फिर उगा सकते हैं।
it: Imparando insieme possiamo far ricrescere la nostra foresta da zero.
ja: 一緒に学べば、森をもう一度育てられます。
ko: 함께 배우면 우리 숲을 처음부터 다시 키울 수 있어요.
pt_br: Ao aprendermos juntos, podemos reconstruir nossa floresta do zero.
ru: Учась вместе, мы сможем восстановить наш лес с нуля.
tr: Birlikte öğrenerek ormanımızı baştan yetiştirebiliriz
zh_cn: 一起学习，我们就能让森林重新长起来。

# Bitki
source: Plant
ar: نبات
de: Pflanze
es_419: Planta
fr: Plante
hi: पौधा
it: Pianta
ja: 植物
ko: 식물
pt_br: Planta
ru: Растение
tr: Bitki
zh_cn: 植物

source: Plants will dry up in unhealthy soil, and animals will be unable to move.
ar: ستجف النباتات في التربة غير الصحية، ولن تتمكن الحيوانات من الحركة.
de: In einem unfruchtbaren Boden trocknen die Pflanzen aus und die Tiere können sich nicht mehr bewegen.
es_419: Las plantas se secarán en un suelo poco saludable y los animales no podrán moverse.
fr: Dans un sol malsain, les plantes se dessèchent et les animaux ne peuvent plus bouger.
hi: अस्वस्थ मिट्टी में पौधे सूख जाएंगे और जानवर हिल भी नहीं पाएंगे।
it: In un terreno malsano le piante si seccano e gli animali non riescono più a muoversi.
ja: 土が健康でないと植物は枯れ、動物は動けなくなります。
ko: 건강하지 않은 토양에서는 식물이 마르고 동물은 움직일 수 없게 돼요.
pt_br: As plantas secarão em solo insalubre e os animais não conseguirão se mover.
ru: Растения засыхают в нездоровой почве, а животные не могут передвигаться.
tr: Bitkilerin sağlıksız bir toprakta kuruyacaktır, hayvanların ise hareket edemeyecekler..
zh_cn: 土壤不健康时，植物会枯萎，动物也无法走动。

# Bize Puan Verin
source: Rate Us
ar: قيّمنا
de: Bewerte uns
es_419: Califíquenos
fr: Note-nous
hi: हमें रेटिंग दें
it: Valutaci
ja: 評価する
ko: 평가하기
pt_br: Avalie-nos
ru: Оцените нас
zh_cn: 给我们评分

# Bu dil için kütüphane bulunamadı.
source: No library was found for this language.
ar: لم يتم العثور على مكتبة لهذه اللغة.
de: Für diese Sprache wurde keine Bibliothek gefunden.
es_419: No se encontró ninguna biblioteca para este idioma.
fr: Aucune bibliothèque n'a été trouvée pour cette langue.
hi: इस भाषा के लिए कोई लाइब्रेरी नहीं मिली।
it: Nessuna libreria trovata per questa lingua.
ja: この言語のライブラリは見つかりませんでした。
ko: 이 언어에 해당하는 라이브러리를 찾을 수 없어요.
pt_br: Não foi encontrada nenhuma biblioteca para este idioma.
ru: Библиотека для этого языка не найдена.
zh_cn: 未找到该语言的词库。

source: This action cannot be undone. Your account and all data saved to the cloud will be permanently deleted. You may be asked to verify your identity.
ar: لا يمكن التراجع عن هذا الإجراء. سيتم حذف حسابك وجميع بياناتك المحفوظة في السحابة نهائيًا. قد يُطلب منك التحقق من هويتك.
de: Diese Aktion kann nicht widerrufen werden. Dein Konto und alle in der Cloud gespeicherten Daten werden dauerhaft gelöscht. Möglicherweise musst du deine Identität bestätigen.
es_419: Esta acción no se puede deshacer. Tu cuenta y todos los datos guardados en la nube se eliminarán de forma permanente. Es posible que se te pida verificar tu identidad.
fr: Cette action est irréversible. Ton compte et toutes les données enregistrées dans le cloud seront définitivement supprimés. Il te sera peut-être demandé de vérifier ton identité.
hi: इस क्रिया को पूर्ववत नहीं किया जा सकता। आपका खाता और क्लाउड में सहेजा गया सारा डेटा हमेशा के लिए हटा दिया जाएगा। आपसे अपनी पहचान सत्यापित करने के लिए कहा जा सकता है।
it: L'operazione non può essere annullata. Il tuo account e tutti i dati salvati nel cloud verranno eliminati definitivamente. Potrebbe esserti richiesto di verificare la tua identità.
ja: この操作は取り消せません。アカウントとクラウドに保存されたすべてのデータが完全に削除されます。本人確認を求められる場合があります。
ko: 이 작업은 되돌릴 수 없습니다. 계정과 클라우드에 저장된 모든 데이터가 영구적으로 삭제됩니다. 본인 확인이 요청될 수 있습니다.
pt_br: Esta ação não pode ser desfeita. Sua conta e todos os dados salvos na nuvem serão excluídos permanentemente. Pode ser solicitado que você confirme sua identidade.
ru: Это действие нельзя отменить. Ваш аккаунт и все данные, сохранённые в облаке, будут удалены навсегда. Возможно, вам потребуется подтвердить свою личность.
tr: Bu işlem geri alınamaz. Hesabınız ve buluta kaydedilen tüm verileriniz kalıcı olarak silinecektir. Kimliğinizi doğrulamanız istenebilir.
zh_cn: 此操作无法撤销。你的账户以及保存在云端的所有数据都将被永久删除。系统可能会要求你验证身份。

source: This action cannot be undone. All your libraries and words will be permanently deleted.
ar: لا يمكن التراجع عن هذا الإجراء. سيتم حذف جميع مكتباتك وكلماتك نهائيًا.
de: Diese Aktion kann nicht widerrufen werden. Alle deine Bücherregale und Wörter werden dauerhaft gelöscht.
es_419: Esta acción no se puede deshacer. Todas tus bibliotecas y palabras se eliminarán de forma permanente.
fr: Cette action est irréversible. Toutes tes étagères et tous tes mots seront définitivement supprimés.
hi: इस क्रिया को पूर्ववत नहीं किया जा सकता। आपकी सभी अलमारियां और सभी शब्द हमेशा के लिए हटा दिए जाएंगे।
it: L'operazione non può essere annullata. Tutti i tuoi scaffali e tutte le tue parole verranno eliminati definitivamente.
ja: この操作は取り消せません。すべての本棚と単語が完全に削除されます。
ko: 이 작업은 되돌릴 수 없습니다. 모든 책장과 단어가 영구적으로 삭제됩니다.
pt_br: Esta ação não pode ser desfeita. Todas as suas bibliotecas e palavras serão excluídas permanentemente.
ru: Это действие нельзя отменить. Все ваши библиотеки и слова будут окончательно удалены.
zh_cn: 此操作无法撤销。你的所有书架和单词都将被永久删除。
